Repository: ruthlessPuppy/infinita_progressus
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ru

source: your_code_confirmation
ru: Ваш код подтверждения для смены пароля

source: welcome
ru: Здравствуйте!

source: text_code_is_valid_for_a_short_amount_time
ru: Этот код действителен в течение 10 минут. Если вы не запрашивали этот код, просто проигнорируйте это письмо.

source: rights_reserved
ru: 2024 OmniSphere. Все права защищены.

source: This field is required.
ru: Оба поля обязательны

source: Email is already in use.
ru: Эта почта уже используется

source: Both fields are required.
ru: Оба поля обязательны

source: Invalid email or password.
ru: Пароль или почта неверны

source: User with this email does not exist.
ru: Пользователь с такой почтой не существует

source: Confirmation code not found.
ru: Код подтверждения не найден

source: The confirmation code has expired.
ru: Код подтверждения просрочен

source: Verification code does not match.
ru: Код подтверждения не верный

source: New password cannot be the same as the old password.
ru: Новый пароль не может быть таким же как и старый

source: This email is already in use.
ru: Эта почта уже используется

source: Incorrect current password.
ru: Текущий пароль не верный

source: Confirmation code sent to your email
ru: Код подтверждения отправлен Вам на почту

source: User with this email does not exist
ru: Пользователь с такой почтой не существует

source: Your account has been updated!
ru: Аккаунт был обновлен!

source: Your password has been changed successfully!
ru: Ваш пароль был успешно изменен!

source: User profile was not found
ru: Профиль пользователя не был найден

source: You don't have permission to access this profile
ru: У вас нет прав чтобы просматривать данный профиль
